[
    "The expert in anything was once a beginner.",
    "Success is the sum of small efforts repeated day in and day out.",
    "Don't watch the clock; do what it does. Keep going.",
    "The future depends on what you do today.",
    "Education is the most powerful weapon which you can use to change the world.",
    "The beautiful thing about learning is that no one can take it away from you.",
    "Study hard, for the well is deep, and our brains are shallow.",
    "A mind that is stretched by a new experience can never go back to its old dimensions.",
    "The only impossible journey is the one you never begin.",
    "Learning never exhausts the mind.",
    "The roots of education are bitter, but the fruit is sweet.",
    "Study while others are sleeping; work while others are loafing; prepare while others are playing.",
    "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice.",
    "The more that you read, the more things you will know. The more that you learn, the more places you'll go.",
    "An investment in knowledge pays the best interest.",
    "Live as if you were to die tomorrow. Learn as if you were to live forever.",
    "The capacity to learn is a gift; the ability to learn is a skill; the willingness to learn is a choice.",
    "Focus on being productive instead of busy.",
    "Don't let what you cannot do interfere with what you can do.",
    "Strive for progress, not perfection.",
    "Push yourself, because no one else is going to do it for you.",
    "Dreams don’t work unless you do.",
    "Discipline is the bridge between goals and accomplishment.",
    "Small steps in the right direction can turn out to be the biggest step of your life.",
    "Your education is a rehearsal for a life that is yours to lead.",
    "Success usually comes to those who are too busy to be looking for it.",
    "Don’t stop until you’re proud.",
    "Work hard in silence, let your success be your noise.",
    "The secret of getting ahead is getting started.",
    "A little progress each day adds up to big results.",
    "You don’t have to be great to start, but you have to start to be great.",
    "There are no shortcuts to any place worth going.",
    "Hard work beats talent when talent doesn’t work hard.",
    "Your future is created by what you do today, not tomorrow.",
    "Winners are not people who never fail, but people who never quit.",
    "Effort is never wasted, even when it leads to disappointing results. For it always makes you stronger, more experienced, and wiser.",
    "Motivation gets you started, but discipline keeps you going.",
    "Success doesn’t come from what you do occasionally, it comes from what you do consistently.",
    "Great things never come from comfort zones.",
    "Excellence is not being the best; it is doing your best."
]
