[
    "What's the most interesting thing you learned this week?",
    "If you could have dinner with any historical figure, who would it be and why?",
    "What's a skill you'd love to master and why?",
    "What motivates you to keep studying when things get tough?",
    "If you could solve one world problem, what would it be?",
    "What's your favorite study method and why does it work for you?",
    "What book has had the biggest impact on your life?",
    "If you could travel anywhere in the world for educational purposes, where would you go?",
    "What's the best piece of advice you've ever received?",
    "What's something you believed as a child that you later found out was wrong?",
    "If you could have any superpower for studying, what would it be?",
    "What's the most challenging subject you've ever studied?",
    "What's your ideal study environment?",
    "If you could ask your future self one question, what would it be?",
    "What's a habit you're trying to build or break?",
    "What's the most creative way you've ever learned something?",
    "If you could instantly become an expert in any field, what would you choose?",
    "What's something you're grateful for today?",
    "What's the funniest mistake you've ever made while studying?",
    "If you could give advice to someone just starting their educational journey, what would it be?",
    "What's your biggest fear about the future?",
    "What's something you do to relax after a long study session?",
    "If you could change one thing about the education system, what would it be?",
    "What's the most important lesson you've learned outside of school?",
    "What's your favorite way to celebrate small wins?",
    "If you could collaborate with anyone on a project, who would it be?",
    "What's something new you'd like to try this month?",
    "What's the best compliment you've ever received?",
    "If you could time travel, would you go to the past or future and why?",
    "What's a tradition you'd like to start with your study group?",
    "Is it better to live for happiness or for meaning?",
    "What’s one decision in your life that completely changed your path?",
    "Do you think love is a choice or just chemistry?",
    "If money didn’t exist, what would you spend your life doing?",
    "Should intelligence or kindness be valued more in a partner?",
    "Do you think humans will ever truly understand the universe?",
    "What’s scarier to you: death itself, or being forgotten?",
    "Is free will real, or are we all just reacting to circumstances?",
    "What’s one mistake you’d never repeat, no matter the outcome?",
    "Have you ever had a crush on someone you definitely shouldn’t have?",
    "What’s the most embarrassing thing you’ve texted someone late at night?",
    "If your search history got leaked, what’s the first thing you’d delete?",
    "Would you rather accidentally send a flirty text to your boss or to your parents?",
    "What’s the wildest excuse you’ve ever used to get out of something?",
    "Have you ever slid into someone’s DMs in a bold way? How’d it go?",
    "If you had to describe your type in three words, what would they be?",
    "Ever been caught doing something you really shouldn’t have?",
    "Would you rather be someone’s 'first' or their 'best'?",
    "What’s your most chaotic party story?",
    "Send a meme to the last person you texted — no explanation.",
    "Talk in an accent until your next turn.",
    "Post 'I love pineapple on pizza 🍍🍕' on your status, even if you don’t.",
    "Text a random contact: 'Guess what? 👀' and don’t reply for 10 mins.",
    "Do 10 push-ups right now (or at least attempt).",
    "Try to rap everything you say for the next 2 minutes.",
    "Say the alphabet backwards — fast.",
    "Put your elbows on the floor and try to lick your toe.",
    "Set your phone wallpaper to a silly pic for the next hour.",
    "Speak only in questions for the next 5 minutes.",
    "Send the first funny GIF in your gallery to a random contact.",
    "Let the group rename your nickname for the next 24 hours.",
    "Read the last DM you received out loud.",
    "Try not to laugh while everyone else tries to make you laugh.",
    "Do your best celebrity impression right now.",
    "Type without using your thumbs for the next 5 minutes.",
    "Change your Discord/WhatsApp status to 'I’m feeling cute, might delete later 😏'.",
    "Eat something weird from your kitchen (mix sweet + salty).",
    "Pretend you’re on a cooking show and explain how to make cereal dramatically.",
    "Take a selfie making the ugliest face possible and send it to the group."
]
